Repository: TheBill2001/HeadsetKontrol
Catalog: translation/*.po
Languages: vi

source: Interface for HeadsetControl (by Sapd) written with Kirigami and KDE Framework
vi: Giao diện cho HeadsetControl (bởi Sapd) được viết với Kirigami và Framework KDE

source: headsetkontrol;headsetcontrol;headset
vi: headsetkontrol;headsetcontrol;tai nghe

# @action:button
source: Settings
vi: Cài đặt

# @action:button
source: Quit
vi: Thoát

source: Headset controls
vi: Điều khiển tai nghe

source: General information
vi: Thông tin chung

source: Resume
vi: Tiếp tục

source: Pause
vi: Tạm dừng

source: Refresh
vi: Làm mới

source: Device name
vi: Tên thiết bị

source: Unavailable
vi: Không hiện hữu

source: Chat-mix level
vi: Mức chat-mix

source: Battery
vi: Pin

source: Charging
vi: Đang sạc

source: Capabilities
vi: Khả năng

source: Sidetone
vi: Âm phụ

source: Play notification sound
vi: Phát âm thanh thông báo

source: Set LED mode
vi: Đặt chế độ LED

source: Set inactive time
vi: Đặt thời gian rảnh tay

source: Set voice prompt mode
vi: Đặt chế độ thông báo giọng nói

source: Rotate-To-Mute
vi: Xoay để tắt âm

source: Set equalizer preset
vi: Đặt thiết đặt bộ cân bằng

source: Actions
vi: Hành động

source: Notification sound
vi: Âm thanh thông báo

source: Play
vi: Phát

source: Settings
vi: Cài đặt

source: Default
vi: Mặc định

source: Apply
vi: Áp dụng

source: Rotate to mute
vi: Xoay để tắt âm

source: Voice prompt
vi: Thông báo giọng nói

source: Sidetone level
vi: Mức âm phụ

source: Inactive time
vi: Thời gian rảnh tay

source: minute
vi: phút

# @title:window
source: Control your headset
vi: Điều khiển tai nghe của bạn

source: Run in backgroud
vi: Chạy trong nền

source: Autostart
vi: Tự động chạy

source: HeadsetControl path
vi: Đường dẫn HeadsetControl

source: Path to HeadsetControl
vi: Đường dẫn tới HeadsetControl

source: Update rate (seconds)
vi: Tốc độ cập nhật (giây)

source: From 0 to 3600, 0 means disable
vi: Từ 0 tới 3600, 0 là tắt

source: Show countdown timer
vi: Hiện đồng hộ đếm ngược

source: Battery notification
vi: Pin thông báo

source: Device change notification
vi: Thông báo thay đổi thiết bị

source: General
vi: Chung

source: About
vi: Thông tin

source: Battery is charging.
vi: Pin đang sạc.

source: Battery is at %1%.
vi: Pin ở mức %1%.

source: No known device detected.
vi: Không phát hiện thấy thiết bị nào.

source: Found device %1.
vi: Tìm thấy thiết bị %1.

source: Developer, Maintainer
vi: Lập trình viên, Người bảo dưỡng

source: Interface for HeadsetControl (by Sapd) written with Kirigami and KDE Framework.
vi: Giao diện cho HeadsetControl (bởi Sapd) được viết với Kirigami và Framework KDE.

source: Start the application minimized.
vi: Chạy chương trình ẩn.

source: Show
vi: Hiện lên

source: Quit
vi: Thoát
