Repository: TheBill2001/HeadsetKontrol
Catalog: translation/po/*/headsetkontrol.po
Languages: vi

source: Interface for HeadsetControl (by Sapd) written with Kirigami and KDE Framework
vi: Giao diện cho HeadsetControl (bởi Sapd) được viết bằng Kirigami và KDE Framework

source: headsetkontrol;headsetcontrol;headset
vi: headsetkontrol;headsetcontrol;tai nghe

# @title:window
source: Device details
vi: Chi tiết thiết bị

# @title:group
source: Information
vi: Thông tin

# @label:textbox
source: Product
vi: Sản phẩm

# @label:textbox
source: Product ID
vi: Mã sản phẩm

# @label:textbox
source: Vendor
vi: Hảng

# @label:textbox
source: Vendor ID
vi: Mã hảng

# @label:textbox
source: Device
vi: Thiết bị

# @label
source: Chat-Mix level
vi: Mức độ Chat-Mix

# @title:group
source: Battery
vi: Pin

# @label
source: Battery status
vi: Trạng thái pin

# @item battery status
source: Available
vi: Có

# @item battery status
source: Charging
vi: Sạc

# @item battery status
source: Unavailable
vi: Không có

# @label
source: Battery level
vi: Mức pin

# @title:group
source: Configurations
vi: Cấu hình

# @option:check
source: Lights
vi: Đèn

# @option:check
source: Voice prompts
vi: Lời nhắc thoại

# @label:spinbox
source: Sidetone
vi: Âm phụ

# @label:spinbox
source: Inactive time
vi: Thời gian không hoạt động

# @item:valuesuffix
source: %1 minute
vi: %1 phút

# @info:placeholder
source: Sound ID (depends on device)
vi: ID âm thanh (tùy thuộc vào thiết bị)

# @action:button
source: Play
vi: Phát

# @info
source: Sound ID cannot be empty.
vi: ID âm thanh không được để trống.

# @title:group
source: Equalizer
vi: Bộ chỉnh âm

# @label:textbox
source: Equalizer curve
vi: Đường cong chỉnh âm

# @info:placeholder
source: Values separated by spaces, or commas
vi: Các giá trị được phân tách bằng dấu cách hoặc dấu phẩy

# @action:button
source: Apply
vi: Áp dụng

# @info
source: Equalizer curve cannot be empty.
vi: Đường cong chỉnh âm không được để trống.

# @label:listbox
source: Equalizer preset
vi: Đặt trước bộ chỉnh âm

# @item:inlistbox
source: Default
vi: Mặc định

# @item:inlistbox
source: Preset %1
vi: Đặt trước %1

# @title:group
source: Microphone
vi: Micrô

# @label:slider
source: Microphone mute light brightness
vi: Độ sáng đèn tắt tiếng micrô

# @label:slider
source: Microphone volume
vi: Âm lượng micrô

# @title:window
source: Devices
vi: Thiết bị

# @info
source: This is empty
vi: Nơi này trống rỗng

# @label:textbox
source: Device %1
vi: Thiết bị %1

# @label
source: Battery
vi: Pin

# @label:textbox
source: Charging %1%
vi: Đang sạc %1%

source: Charging
vi: Đang sạc

# @label:textbox
source: Unavailable
vi: Không có

# @title:group
source: General
vi: Chung

# @option:check
source: Start minimized
vi: Thu nhỏ khi khởi chạy

# @option:check
source: Autostart
vi: Tự khởi động

# @title:group
source: User interface
vi: Giao diện người dùng

# @info:usagetip
source: Can cause high CPU usage
vi: Có thể sử dụng nhiều CPU

# @option:check
source: Show countdown progress
vi: Hiển thị tiến trình đếm ngược

# @title:group
source: HeadsetControl path
vi: Đường dẫn HeadsetControl

# @action:button
source: Select HeadsetControl executable path
vi: Chọn đường dẫn thực thi của HeadphoneControl

source: Path
vi: Đường dẫn

# @label:textbox
source: Version
vi: Phiên bản

# @label:textbox
source: API version
vi: Phiên bản API

# @label:textbox
source: HID API version
vi: Phiên bản API HID

# @title:group
source: Update rate
vi: Mức độ cập nhật

# @info:usagetip
source: From 0 to 3600, 0 means disabled.
vi: Từ 0 đến 3600, 0 nghĩa là bị vô hiệu hóa.

# @label:spinbox
source: Update rate
vi: Mức độ cập nhật

# @item:valuesuffix
source: %1 second
vi: %1 giây

# @title:window
source: Control your headset
vi: Điều khiển tai nghe của bạn

# @action:inmenu
source: General
vi: Chung

# @action:inmenu
source: Shortcuts
vi: Phím tắt

# @title:group
source: Shortcuts
vi: Phím tắt

# @action:inmenu
source: About
vi: Giới thiệu

# @title:group
source: About
vi: Giới thiệu

# @info:shell
source: Failed to parse headsetcontrol output, JSON error '%1' at position '%2': '%3'.
vi: Không thể phân tích cú pháp đầu ra của headsetcontrol, lỗi JSON '%1' tại vị trí '%2': '%3'.

# @info:shell
source: Failed to parse headsetcontrol output, JSON error '%1' at position '%2'.
vi: Không thể phân tích cú pháp đầu ra của headsetcontrol, lỗi JSON '%1' tại vị trí '%2'.

# @info:shell
source: Failed to parse headsetcontrol output, Expecting root element to be an object: '%1'.
vi: Không thể phân tích cú pháp đầu ra của headsetcontrol, Mong đợi phần tử gốc là một đối tượng: '%1'.

# @info:shell
source: Failed to parse headsetcontrol output, Expecting root element to be an object.
vi: Không thể phân tích cú pháp đầu ra của headsetcontrol, Mong đợi phần tử gốc là một đối tượng.

# @info:status
source: New device found
vi: Đã tìm thấy thiết bị mới

# @info:status
source: Device %1 found.
vi: Đã tìm thấy thiết bị %1.

# @info:status
source: Device removed
vi: Thiết bị đã được gỡ bỏ

# @info:status
source: Device %1 removed.
vi: Đã gỡ bỏ thiết bị %1.

# @info:status
source: Battery is charging.
vi: Pin đang sạc.

# @info:status
source: Battery is charging at %1%.
vi: Pin đang sạc ở mức %1%.

# @info:status
source: Battery is at %1%.
vi: Pin ở mức %1%.

# @action apply all
source: Re-apply all
vi: Áp dụng lại tất cả

# @info:tooltip apply all
source: Re-apply all settings
vi: Áp dụng lại tất cả các thiết lập

# @action
source: Mark as primary
vi: Đánh dấu là chính

# @info:tooltip apply all
source: Mark device as primary device
vi: Đánh dấu thiết bị là thiết bị chính

# @action stop update headsetcontrol
source: Stop
vi: Dừng

# @action start update headsetcontrol
source: Start
vi: Bắt đầu

# @action refresh headsetcontrol
source: Refresh
vi: Làm mới

# @info:shell
source: Empty HeadsetControl executable path. Attempting to auto-detect...
vi: Đường dẫn thực thi HeadsetControl trống. Đang thử tự động phát hiện...

# @info:shell
source: PATH environment variable is empty. Cannot auto-detect HeadsetControl executable path.
vi: Biến môi trường PATH trống. Không thể tự động phát hiện đường dẫn thực thi HeadsetControl.

# @info:shell
source: Found HeadsetControl executable path: %1
vi: Đã tìm thấy đường dẫn thực thi HeadsetControl: %1

# @title:menu
source: Help
vi: Giúp đỡ

# @title:menu
source: Actions
vi: Hành động

# @title:menu
source: Show device
vi: Hiển thị thiết bị

# @title:menu
source: Select primary device
vi: Chọn thiết bị chính

# @title:menu
source: Settings
vi: Cài đặt

# @info:tooltip
source: No device found
vi: Không tìm thấy thiết bị

# @info:tooltip
source: Device: %1
vi: Thiết bị: %1

# @info:tooltip
source: Battery: %1%
vi: Pin: %1%

# @info:tooltip
source: Battery: Charging
vi: Pin: Sạc

# @info:tooltip
source: Found %1 other device
vi: Đã tìm thấy %1 thiết bị khác

# @info:credit
source: Developer, Maintainer
vi: Người phát triển, Người bảo trì

# @info:shell
source: headsetcontrol exit with code %1: %2.
vi: headsetcontrol thoát với mã %1: %2.

# @info:shell
source: headsetcontrol exit with code %1.
vi: headsetcontrol thoát với mã %1.

# @info:shell
source: headsetcontrol process error: %1.
vi: Lỗi quy trình headsetcontrol: %1.
